Revit 2021.1 API
SpecTypeId.Acceleration Property
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 21.0.0.0 (21.1.1.109)
Syntax
C#
public static ForgeTypeId Acceleration { get; }
Visual Basic
Public Shared ReadOnly Property Acceleration As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Acceleration {
	ForgeTypeId^ get ();
}
See Also
SpecTypeId Class
Autodesk.Revit.DB Namespace